stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/175-wf1-75-wf2-25-wf3/wave-iteration-3/out-wf1-175-2022-01-27_20:07:04.txt
Requests      [total, rate]            157500, 175.00
Duration      [total, attack, wait]    15m0.153991689s, 14m59.994304727s, 159.686962ms
Latencies     [mean, 50, 95, 99, max]  241.987653ms, 143.989406ms, 832.636418ms, 1.583019874s, 4.85063105s
Bytes In      [total, mean]            1718639988, 10912.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:157500  
Error Set: