stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/175-wf1-75-wf2-25-wf3/wave-iteration-3/out-wf2-75-2022-01-27_20:07:04.txt
Requests      [total, rate]            67500, 75.00
Duration      [total, attack, wait]    15m0.174258841s, 14m59.983003612s, 191.255229ms
Latencies     [mean, 50, 95, 99, max]  247.778459ms, 149.745068ms, 836.371279ms, 1.580746661s, 4.969341042s
Bytes In      [total, mean]            736560000, 10912.00
Bytes Out     [total, mean]            1687500, 25.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:67500  
Error Set: