stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/175-wf1-75-wf2-25-wf3/wave-iteration-3/out-wf3-25-2022-01-28_00:29:11.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m0.025447559s, 14m59.960214804s, 65.232755ms
Latencies     [mean, 50, 95, 99, max]  148.637245ms, 86.68578ms, 491.187347ms, 1.575625527s, 2.533194411s
Bytes In      [total, mean]            170974016, 7598.85
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  92.31%
Status Codes  [code:count]             200:20769  404:1731  
Error Set:
404 Not Found